export const BasicInfoExplainData = {
  desktop: {
    title: (
      <>
        분석 전,
        <br />
        기본 정보를
        <br />
        알려주세요
      </>
    ),
    description: (
      <>
        정확한 AI 골격분석을 위해 기본 정보를 입력해주세요.
        <br />
        입력한 데이터는 오직 결과의 정확도를
        <br />
        높이는 데에만 사용됩니다.
      </>
    ),
  },
  tablet: {
    title: (
      <>
        분석 전,
        <br />
        기본 정보를
        <br />
        알려주세요
      </>
    ),
    description: (
      <>
        정확한 AI 골격분석을 위해
        <br />
        기본 정보를 입력해주세요. 입력한 데이터는
        <br />
        오직 결과의 정확도를 높이는 데에만 사용됩니다.
      </>
    ),
  },
  mobile: {
    title: (
      <>
        분석 전,
        <br />
        기본 정보를
        <br />
        알려주세요
      </>
    ),
    description: (
      <>
        정확한 AI 골격분석을 위해 기본 정보를 입력해주세요.
        <br />
        입력한 데이터는 오직 결과의 정확도를
        <br />
        높이는 데에만 사용됩니다.
      </>
    ),
  },
};
